[mosaic]
                
power_min =         2                   ; минимальная степень квантования изображения
power_max =         8                   ; максимальная степень квантования изображения
power_def =         3                   ; степень квантования по умолчанию
picture_def =       0                   ; порядковый номер изображения выбранного по умолчанию

db_host =           "localhost"         ; расположение базы данных
db_user =           ""                  ; логин для входа
db_pass =           ""                  ; пароль для входа
db_base =           "mosaic"            ; используемая база данных
table_pictures =    "pictures"          ; таблица изображений
table_records =     "records"           ; таблица рекордов

online =            true                ; игра по возможности онлайновая
ajax_timeout =      800                 ; таймаут выполнения ajax-запроса (мс)
